import React from 'react';

export const PageBackground = () => {
    return (
        <>
            <div className="container">

                <div className="atricle-author">
                    <div className="atricle-author__image">
                        <img src={process.env.PUBLIC_URL + "/images/igor-mamus.jpg"} alt="" />
                    </div>
                    <div className="atricle-author__data">
                        <div className="atricle-author__name">ІГОР МАМУС</div>
                        <div className="atricle-author__description">Підприємець, ресторатор, засновник галереї «Бункермуз»</div>
                    </div>
                </div>

                <div className="article-title">Як відбулося знайомство з мистецтвом і початок колекції</div>

                <div className="article-double">
                    <div className="article-double__part">
                        <p>У батька був п’ятитомник радянського мистецтва. Звісно, «бойчуківстів» там не було, але навіть радянське мистецтвознавство змушене було показати ікони. Так що знайомство розпочалося через призму радянського мистецтва. Друге знайомство відбулося, коли ми з мамою їздили у Львів до адвоката. Батько сидів, нам потрібно було найняти адвоката – , я пам’ятаю по сей день його прізвище. Ми зайшли до нього в квартиру і там вся стіна була завішана картинами. Я зупинився і не міг відірватися від тієї атмосфери.</p>
                    </div>
                    <div className="article-double__part">
                        <p>Потім так склалося, що ми їздили у Москву – перший бізнес. У Європу не пускали, але треба було бачити щось крім Львова та Києва. На Кримському мосту я побачив Іва Кляйна. Раз в три місяці чи раз у півроку я сідав на літак і летів у Москву, де знайомився з сучасним мистецтвом.</p>
                        <p>Третій раз – коли ми заробили певні кошти, їздили в Ужгород і купили перші роботи в колекцію – це був Сергій Біба, Тарас Табака, відомі закарпатські художники.</p>
                    </div>
                </div>

                <div className="article-single">
                    <img className="article-single__quote" src={process.env.PUBLIC_URL + "/images/icon-quote.svg"} alt='"'/>
                    А потім – це був 1988 рік, коли ще не було України, але вже був Народний Рух, і на піднесеній хвилі тернопільські митці об’єдналися у гурт «Хоругва», їх організував Дмитро Стецько. Ще раніше, коли я прогулював пари у політехнічному, приходив кафе «Вогник» і там за столиком сиділа компанія, яка завжди гучно сперечалася, бурхливо обговорювала, і завжди хотілося у ту компанію потрапити. Я тоді ще не знав, що то художники. А потім я познайомився з ними, приходив з відеокамерою і знімав перші виставки «Хоругви».
                </div>

                <div className="horizontal-divider"></div>

                <div className="atricle-author">
                    <div className="atricle-author__data">
                        <div className="atricle-author__name">Олег Макогін</div>
                        <div className="atricle-author__description">Підприємець, ресторатор, засновник галереї «Бункермуз»</div>
                    </div>
                    <div className="atricle-author__image">
                        <img src={process.env.PUBLIC_URL + "/images/oleg-makogin.jpg"} alt="" />
                    </div>
                </div>

                <div className="article-single">
                    <img className="article-single__quote" src={process.env.PUBLIC_URL + "/images/icon-quote.svg"} alt='"'/>
                    Ми завжди тяжіли до культурної діяльності. До цього особисто мене спонукала моя філологічна освіта з однієї сторони, з іншої – мій друг, однокласник та партнер Ігор Мамус.
                </div>

                <div className="article-double">
                    <div className="article-double__part">
                        <p>Ще колись ми проводили перший аукціон робіт тернопільських художників, які на той час були в бідовому становищі. Хотілося їм допомогти, зібрати кошти. Так почали займатися культурологічними проектами. В кінці 2013-го ми відкрили бар-ресторан «Бункермуз», де, крім всього іншого, функціонує галерея і щотри тижні відбувається зміна експозиції. Це було сміливе рішення – поєднати бар і галерею.</p>
                    </div>
                    <div className="article-double__part">
                        <p>Творчий підхід до бізнесу – це аналог нетрадиційного підходу, елементи якого раніше не застосовувалися. Якщо бізнес має родзинку, ідею, то тоді набагато більше шансів, що він буде працювати успішно, але, з іншої сторони, тоді його набагато важче втілити в життя, бо ти завжди йдеш першим, неможливо на когось звіритися, мусиш іти на відчуттях.</p>
                    </div>
                </div>

            </div>
        </>
    )
}